{"url": "https://www.hindustantimes.com/cities/bengaluru-news/use-only-green-crackers-for-this-deepavali-karnataka-cm-siddaramaiahs-message-101699785403532.html", "headlines": "Use only green crackers for this Deepavali: Karnataka CM Siddaramaiah's message", "content": "Karnataka chief minister Siddaramaiah urged the people of Karnataka to use only green crackers for this Deepavali. He stressed that bursting green crackers can only tackle pollution and other fire accidents at the festival. - In a video message to the people of the state, the chief minister said, “The air and sound pollution cause severe health hazards to those suffering from asthma, lung and heart diseases. Birds and animals undergo silent pain. Hence, I appeal to the citizens that they must use only green crackers.”He also said that the state government has also permitted the sale of green crackers during this Deepavali. “The state government has given permission to use green crackers to check air and sound pollution, and fire accidents. Various chemicals used in the crackers lead to many health complications,” added Siddaramaiah.The Karnataka state government in its recent decision has directed officials to restrict the bursting of crackers between 8pm and 10pm only, on the day of the festival. This comes in the backdrop of a tragedy in Attibele recently, wherein as many as 17 people lost their lives when a cracker go-down caught fire.Pollution control board officials in Karnataka came down hard on sellers of non-eco-friendly crackers and constituted a special task force to ensure thesale of only \"green” ones.The department of municipal administration directed authorities, civic agencies and corporations across the state to enforce the two-hour rule for bursting of crackers by prescribing to the guidelines issued by the Karnataka State Pollution Control Board (KSPCB), which were in line with the Supreme Court (SC) directive.", "timestamp": 1699817331430}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-israeli-diplomat-meets-kumaraswamy-at-his-farm-discusses-israel-hamas-war-developing-ties-101699589742676.html", "headlines": "Karnataka: Israeli diplomat meets Kumaraswamy at his farm; discusses Israel-Hamas war, developing ties", "content": "Consulate General of Israel in South India, Tammy Ben-Haim met former Karnataka Chief Minister HD Kumaraswamy on Thursday and stressed on developing the ties between Israel and Karnataka.Heim, arrived at Kumaraswamy's Bidadi farm and said that Tel Aviv is keen to work with Karnataka in many other fields including agriculture, science, technology, innovation, technology exchange and cultural relations.Haim said that progress has been made in developing Karnataka and Israel relations and sought his cooperation.The Israeli diplomat said that she intends to stabilize Israel-Karnataka relations in the long term and take these relations to greater heights.The Israeli consulate broke down while speaking about the atrocities by Hamas terrorists during the October 7 attacks, when many children, elders and women from different countries were brutally killed.Haim also thanked India for standing by Israel in such a difficult time. She also expressed concern about some \"unseen forces\" providing financial and weapons support to Hamas.She also recalled Kumaraswamy's visit to Israel in 2018, when he was the Chief Minister of the state.Kumaraswamy wished for peace to be established in the war-torn country, as soon as possible and also affirmed hope for the safe release of all hostages held by Hamas.He also showed his farm to Haim and offered her fresh fruits being cultivated there.The Israeli diplomat was informed about walnuts, bananas, coconuts etc. and she appreciated the water replenishment.", "timestamp": 1699817331490}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-caste-survey-report-is-flawed-says-lingayat-body-101699556819190.html", "headlines": "Karnataka caste survey report is flawed, says Lingayat body", "content": "Bengaluru: Days after Vokkaliga seers rejected the 2015 Karnataka caste survey report, Lingayats, the other dominant community in the state, on Thursday expressed disapproval of the report calling it unscientific and demanded a fresh survey.The Kantharaj committee’s report, often referred to as the “caste census”, has been a topic of dispute since its commissioning during the first term of chief minister Siddaramaiah. Despite its completion, no government has officially accepted the report to date. Veerashaiva Mahasabha president and senior Congress MLA Shamanur Shivashankarappa labelled the report as ‘flawed.’ The former minister targeted his own party and claimed that the report was written in a home. Veerashaiva Mahasabha, the apex body of the Lingayat community, held a meeting in Bengaluru where they demanded a thorough review of the report, citing flaws in the data collection process. According to Shivashankarappa, the survey was inadequately conducted and the report was crafted in a manner that underrepresented their community. “There are many flaws in the data collected by the committee. The survey was not done at houses belonging to our community. The survey was not done satisfactorily. A fresh survey must be done scientifically with advanced technology. The report was written by sitting in a home. In the report, the population of Veerashaiva Mahasabha was shown less, it will have a severe impact on our community,” the Davanagere South MLA said. Shivashnakarappa clarified that there were no immediate plans to lead a delegation to meet with the chief minister concerning this matter. The opposition to the Karnataka government’s decision to accept the 2015 caste census report has grown with the prominent seers of the Vokkaliga community expressing their displeasure. Nirmalanandanatha Swami, a prominent Vokkaliga spiritual leader who led the meeting of the community leaders last week, had called the report “deeply flawed and unscientific”. The seer said, “The current report is incomplete and could lead to injustices within various communities.” He urged the government to reconsider its decision and suggested that a comprehensive recovery of the population census is necessary to rectify the report’s deficiencies. Meanwhile, federations representing Dalits, tribals, and other backward classes (OBC) have demanded that the findings of the caste census be made public. They allege that certain leaders from dominant communities within the government are blocking the report’s release. They argue that sharing the report’s findings would provide clarity on caste-wise population distribution, and educational, social, and economic status, potentially ending disputes over these issues. “We’re not insisting on implementing the report. But the government must first receive it and lay it in the assembly for a discussion,” Yennegere Venkaramaiah, convener of the Backward Castes Federation, told media. KM Ramachandrappa, a representative of the marginalised communities’ federation, has said leaders from dominant communities from within the government are obstructing the report’s release by . He added that support from marginalized communities played a pivotal role in bringing the Congress government to power. “The control of power and wealth is currently concentrated within the hands of two dominant communities. This is a significant factor behind their opposition to the report. Once the report is made accessible to the public, it will offer a comprehensive overview of the state’s caste-wise population distribution,” he said. The groundwork for the caste census was laid during Siddaramaiah’s initial term as chief minister when the state undertook an extensive 2015 survey costing 162 crore. The data was collected from 10.6 million households in Karnataka, involving a workforce of 160,000 personnel who visited homes across the state. Despite Siddaramaiah’s announcement to accept the report in June, its contents and the released date have remained undisclosed. Leaked figures from the report in 2018 had stirred discontent among larger communities like Lingayats and Vokkaligas, as it indicated lower population figures than commonly believed. It’s suggested that the government delayed releasing the report after the leaks, potentially influenced by the approaching 2018 assembly elections. The leaked data indicated that Scheduled Castes (SCs) accounted for 19.5% of the state’s total population, followed by Muslims at 16%. Lingayats and Vokkaligas represented 14% and 11% of the population, respectively. Within the Other Backward Classes (OBCs), the Kuruba community alone comprised 7% of Karnataka’s population, contributing to the OBCs’ overall representation of 20% in the state. Collectively, these groups, including SCs, STs, Muslims, and Kurubas, formed a substantial portion of the population at 47.5%. The political implications of these findings could significantly impact the state’s political landscape, according to federations of marginalised sections.    ", "timestamp": 1699817331521}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/techie-booked-in-bengaluru-for-allegedly-groping-woman-in-flight-report-101699538179998.html", "headlines": "Techie booked in Bengaluru for allegedly groping woman in flight: Report", "content": "Bengaluru police arrested a techie who was returning to Bengaluru from the United States of America for allegedly groping a woman on board. The Kempegowda International Airport police booked the accused, and he was later released on bail, said a report in The Times of India. - According to the report, the 32-year-old woman from Andhra Pradesh’s Tirupati who is also a techie in the USA was sitting next to the accused. When the woman fell asleep, the accused reportedly placed his hand on her thigh. However, she removed it and a few minutes later, he allegedly placed his hand on her thigh, once again. The woman alerted the cabin crew of the airlines, and she was allotted another seat in the flight.Meanwhile, the accused argued that he did not place his hand intentionally. Speaking to the publication, a senior police official said, “We arrested the accused and booked him under sexual harassment charges. He said that he did not consciously touch her, and she did not even complain to the cabin crew.” The incident is said to have happened on a Frankfurt-Bengaluru Lufthansa flight.Earlier, A 29-year-old data engineer from Andhra Pradesh was arrested by Bengaluru police for allegedly trying to open the emergency door of an international aero plane. The accused wanted to check the functioning system of the emergency door at the aero plane.    ", "timestamp": 1699817331536}
{"url": "https://www.hindustantimes.com/india-news/sugarcane-tractors-torched-on-karnataka-maharashtra-border-101699556822987.html", "headlines": "Sugarcane Tractors Torched on Karnataka-Maharashtra Border", "content": "Two tractors carrying sugarcane were set ablaze on the Karnataka-Maharashtra border on Wednesday night, as tensions escalated over pricing issues related to sugar mills in south Maharashtra, police said.Approximately 20 farmers from both states ignited two tractors hauling 30 to 35 tonnes of sugarcane destined for a sugar mill in Maharashtra from Karnataka. The incident took place on the outskirts of Karadaga village in Nippani taluk, Karnataka, at around 8 pm, according to Sadalaga Police Sub-Inspector SM Biradar.The farmers, operating under the banner of “Swabhimani Shethkari Sanghatana,” a farmers’ organisation based in southern Maharashtra and led by former Kolhapur MP Raju Shetty, had recently convened a meeting of sugarcane growers from south Maharashtra and north Karnataka in Kolhapur.During the meeting, a unanimous decision was made not to supply sugarcane to sugar mills in south Maharashtra until they announced a minimum rate of 3,500 per tonne of sugarcane.Former MP Raju Shetty said that southern Maharashtra and northern Karnataka collectively contribute more than 60% of the total sugarcane production in their respective states. When the mills refused to meet the pricing demands put forth by the farmers’ associations, they decided to boycott the mills in the southern region.In defiance of the ban, three farmers, namely Amit Ajit Boskar from Hatkanagala in Kolhapur district, Maharashtra, and Arun Tanaji Chauhan and Praveen Arun Chauhan, both from Hengavali in Nippani taluk, Karnataka, were attempting to transport sugarcane in four trolleys using two tractors to Jawahar Saakar Karkhana (Jawahar Sugar Mill) in Huppari, the last village in Maharashtra in Kagal taluk, located on the border with Karnataka.They were intercepted by local farmers at Karadaga village along the Karadaga-Rendal road, where the vehicle tires were deflated before being set ablaze, as eyewitnesses told HT.“Upon discovering that Karnataka farmers were secretly transporting sugarcane to the mills, they monitored their movements and prevented them by resorting to arson,” he told reporters.Shetty clarified that the protesting farmers symbolically set fire only to the tractor engines and not to the sugarcane-loaded trolleys.A prominent figure known for his aggressive stance; former MP Shetty explained that the farmers resorted to torching the sugarcane transport vehicles as a warning to deter others from following suit. He further criticised sugar mills in both Maharashtra and Karnataka for offering subpar rates and failing to pay their bills promptly. “The political influence in the matter is evident, as most sugar mills are owned by politicians,” Shetti said.Sadalaga Sub-Inspector Biradar mentioned that additional police personnel have been deployed at the state border to prevent a recurrence of such incidents. “The owners of the torched tractors have lodged a complaint with the Sadalaga police. case under IPC Section 435, which deals with incidents of vehicle burning,” he said.Siddagouda Modagi, the president of the Belagavi Sugarcane Growers’ Association, supported the burning of tractor of the protesting farmers and urged them not to deviate from the decisions made by the farmers’ organization. Modagi stressed, “We must stand firm when dealing with sugar mills that are taking advantage of sugarcane suppliers by failing to pay the agreed-upon amount.”", "timestamp": 1699817331564}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengaluru-ragpicker-finds-dollars-worth-rs-25-crore-in-garbage-pile-101699545268060.html", "headlines": "Bengaluru ragpicker finds ‘dollars’ worth ", "content": "A 39-year-old ragpicker from Bengaluru's Amruthahalli was taken by surprise after he found a plastic bag with currency notes, amounting to USD 3 million ( 25 crore), in it around the Nagawara railway station recently. The ragpicker, Saleman SK, then brought the dollars home not knowing what to do with them,  Now, it has been established that they were photocopied counterfeits.It was earlier reported that Saleman had informed Bappa, a scrap dealer, about the incident. Bappa asked Saleman to keep the money with him. However, Saleman found it difficult and approached Kaleem Ullah, a social activist from Swaraj India on Sunday, the report added.It was then that Kareem Ullah informed the matter to the City Police Commissioner B Dayananda. “When I informed the commissioner about the money, he asked me to bring Saleman to his office along with the money. Saleman, who was still in shock, revealed that he found the money on the railway tracks. The commissioner immediately called the Hebbal police and asked them to inspect the spot,” TNIE quoted Ullah.Along with the money, Saleman had found a letter bearing the UN seal in the plastic bag. The letter stated, “The economic and finance committee puts in place a special fund which was voted by members of the Security Council to assist the UN peacekeeping forces in South Sudan.\"\"Due to the skeletal banking operations and hijacking of such funds by unauthorised persons such as terrorists and dictators in these regions, the United Nations authorised the finance committee to place a visible laser stamp on the notes to keep them secure and reach them to the destination safely,” it said further.", "timestamp": 1699817331579}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-cabinet-okays-10-day-belagavi-legislature-session-from-december-4-101699584448778.html", "headlines": "Karnataka cabinet okays 10-day Belagavi legislature session from December 4", "content": "\"The state Legislature session will take place from December 4 at Belagavi. Chief Minister Siddaramaiah was entrusted in the last cabinet meeting to decide. It will be a ten-day session,\" Karnataka Law and Parliamentary Affairs Minister H K Patil told reporters after the cabinet meeting. The cabinet also decided to organise a national-level conference on the Indian Constitution on November 26. \"As part of the Constitution Day, a national-level conclave called 'Constitution and National Integration Conference' will be organised on November 26. The cabinet decided to allocate 18 crore for the purpose. The Social Welfare Department will organise the event,\" Patil said. The cabinet gave the nod to the School Education and Literacy Department's proposal to set up innovation labs at 73 Karnataka Public Schools, and 50 model schools in the 'Aspirational Taluks' in order to provide essential facilities to make students innovative and practical. The government has earmarked 20 crore for this project.It also approved purchasing 124 buses at a cost of 61.2 crore for the North West Karnataka Road Transport Corporation (NWKRTC). It also decided to re-launch the ambitious 'Krishi Bhagya' scheme; a 100 crore budget has been sanctioned which will be implemented in rain-fed areas in 106 Taluks of 24 districts. The agriculture department’s proposal to set up 300 hi-tech harvester hubs in a phased manner to strengthen the 'Krishi Yantra Dhara Kendra' too got the cabinet nod. This fiscal, 100 hi-tech harvester hubs will be established at an investment of up to one crore each including administrative expense of five lakh, the Minister said.Since Chief Secretary Vandita Sharma is retiring at the end of this month, the cabinet had a discussion on appointing the next Chief Secretary on a seniority basis, Patil said.He also said Chief Minister Siddaramaiah was entrusted with the task of selecting the right candidate.", "timestamp": 1699817331596}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-minister-asks-officials-to-use-technology-to-tackle-human-animal-conflict-101699545275645.html", "headlines": "Karnataka minister asks officials to use technology to tackle human-animal conflict", "content": "Expressing concern over the increasing human-animal conflict in the state, Karnataka Forest, Ecology and Environment Minister Eshwar Khandre on Thursday instructed forest officials to formulate a plan involving innovative technology to address the problem.  - The minister held a meeting with senior officials of the Forest Department in his office at Vikasa Soudha and directed them to rope in experts to prepare a comprehensive plan to prevent wildlife straying into residential areas located close to forests. He asked them to submit a comprehensive report on the possibility of adoption of globally successful innovative technologies in this regard. The environment minister said that the government is ready to provide the necessary financial assistance to prevent human-animal conflict by adopting innovative technology and that there is no dearth of funds for this. Expressing pride in the state being home to 6,395 elephants, which is the highest in the country, the minister, however, noted that forest area does not increase with the rise in jumbo population. Khandre underlined the need to draw an action plan if the number of wild animals increases in the coming years. “Elephants are also increasing in those forest regions, where there were no elephants for so many years. The presence of elephants in areas where there is not much forest is a matter of concern. In addition to this, the precious lives of people are being lost due to leopard and tiger attacks,” he said, stressing that all possible measures should be taken to prevent this. He also said the Deputy Chief Principal Conservator of Forests should visit and inspect the forest area where wild animals are present at least two days in a week. Khandre suggested that the officers appointed as nodal officers ensure that the wild animals that stray into human settlements return to the wild or are captured. He noted that in recent times, the cases of wild animals coming from the forest to the village are increasing, and this has worried the people in cities and towns. Therefore, hen asked them to study the good practices adopted in other states to restrict animals from entering residential areas. As recently as Wednesday, a 29-year-old woman plantation worker was trampled to death by a wild elephant near Hedadalu in Chikkamagaluru district of Karnataka. Following the incident, Chief Minister Siddaramaiah instructed officials to immediately issue the compensation cheque of 15 lakh to her family, and gave a \"clear instruction\" to the district administration to immediately take the necessary action to send the elephant back to the forest.", "timestamp": 1699817331614}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-to-make-deemed-forest-maps-available-online-soon-101699535217532.html", "headlines": "Karnataka to make deemed forest maps available online soon", "content": "Bengaluru, Nov 9 (PTI) Karnataka Forest, Ecology and Environment Minister Eshwar Khandre on Thursday said a joint survey with the revenue department is the solution to resolve confusions created by any errors in the deemed forest notification. - He also asked the officials concerned to make the map of 3.3 lakh acres of deemed forest available to the public to bring transparency over the ownership claims. 'Deemed forests' are wooded areas that are generally known to be forests but are not classified as such by central or state authorities in official records. The issue regarding the forest-revenue land was discussed by Khandre at a high-level meeting held with Energy Minister K J George, who is also the in-charge minister for Chikkamagaluru district.Khandre said that the state government has already finalised the list of deemed forests in an affidavit submitted before the Supreme Court. \"It is also said that there is some 'patta' (cultivated land with ownership claims) land and even schools included in the revised list. But it is not possible to submit a separate affidavit for each district. \"So, if deputy commissioners in all the districts come together with the Forest Department, a joint survey can be conducted and the information will help to remove errors and a (revised) affidavit can be submitted,” he said, adding that only then this problem can be solved.The minister also assured that the exercise to evict encroachments will be put on hold until the joint survey is completed. Addressing the rising incidents of human-animal conflicts, the minister said that the lack of adequate rain has caused problems, and that railway barricades will be erected to prevent wild elephants from straying into human habitats. In this context, the department has been instructed to submit a proposal, he said.Efforts are being made to send wild elephants back to the forest and troublesome tuskers to the elephant camp, he added. Revenue Department Principal Secretary Rajendra Kumar Kataria said that efforts are being made by the department to make the deemed forest maps available online within a week. He also said that with equipment like a sophisticated drone, a joint survey can be done.", "timestamp": 1699817331636}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengaluru-to-face-power-outages-this-weekend-as-maintenance-projects-underway-check-areas-101699591737015.html", "headlines": "Bengaluru to face power outages this weekend as maintenance projects underway; Check areas", "content": "Bengaluru city is likely to witness scheduled power outages this weekend as power supply companies including the Bangalore Electricity Supply Company (BESCOM) and the Karnataka Power Transmission Corporation Limited (KPTCL) have undertaken several maintenance projects. Here is a day-by-day list of areas that are likely to see power cuts:November 10, Friday:Chikkammanni Layout, Jeevan Bheema Nagara, Saraswathi Nagara, Jayanagara, Angavikala Ashakirana Trust, S S Layout A Block, Basavanagudi, Ss Mall, Glass House Area, Shamanur Road, Lakshmi Floor Mill, Siddaveerappa Badavane, Kuvempu Nagara, Mavina Topu, G H Park, Shiramagondanahalli, Naganur, N K Badavane, 6th & 7th Milestone, Hosa & Hale Bisleri, Javalagatta, Banashankari 2nd Block, Belavanur Village, Thurchagatta, Yaragunta, Ashokanagara And Karur Cmc Limit, Chittanahalli, B. Kalapanahalli, Doddabudihalli, Chikkabudihalli, Devaratti, Amruthnagara Village, Mathi, Anjaneya Nagara, Gonivada, Hoovinamadu And Thimmappa Camp, Nagarasahalli And Jadaganalli Village, Yaravanagathihalli, Kaidal, Hadadi, Bhattalakatte, Hosa Nayakanalli, Vadenahalli Village, Kukkawada, Nagarasanahalli, Gollarahalli, Isamudra, Hosahatti, Hullehal, Bastihalli, Yalgodu, Annehal, Godabnahal, Nandipura, Sondekola, Kakkeru, Mahadevanakatte, Vijapura, Laxmisagara, Kittadahatti, Bheemsamudra, Nallikatte, Malali, Kadleguddu, Palya, Turuvanuru, Kadabanakatte, Doddaghatta, Upparahatti, Gundimadu, Agrahara, Kunagali, Mathod G P, Karehalli G P, G N Kere G P, Sirivara, Govindarajapura, Ramegowdanapalya, Thimmegowdanapalya, Rayapura, Bommanahalli, R M Halli, D S Palya And Lingapura.November 11, Saturday:Bathi Industries, Guddada Camp, Hale Bathi, Doddabathi Village Limit, Basapura, Hale Chikkanahalli, Hosa Chikkanahalli, Obbajihalli, Hosa Kadalebalu, Hale Kadalebalu Village, Yaravanagathihalli, Honnebagi, Machanayakanahalli, Mavinahole, Rajagondanahalli, Bettakadur, Kanchiganahal, Mahadevapura, Goppenahlli, Pennasamudra, Shivakumara Badavane, Nallikatte, Hosadurga Town, Kellodu Panchayath, Hunavinodu Panchayath, Madure Panchayath, Kanguvalli Panchayath, D T Vatti G P, Kainodu G P, Heggere G P, Yaliyuru, Gummanahalli, Junjuramanahalli, Emmerahalli, Hegganahalli, Edigara Dasarahalli, Manangi, Devarahalli, Hanumnathanagara, Forest Office, Rmc, Krishna Nagar, Ksrtc Depot Back, By Pass Pertrol Bunk, Saraswathi Badavane, Maruthi Nagara, Bhutheshwara Nagara, Mudigere, Gajamaranahalli, Hanumanthapura, Chikkanakote, Adaluru, Mushtigarahalli And Kottagate.November 12, Sunday:Yaliyuru, Gummanahalli, Junjuramanahalli, Emmerahalli, Hegganahalli, Edigara Dasarahalli, Manangi, Devarahalli, Hanumnathanagara, Forest Office, Rmc, Krishna Nagar, Ksrtc Depot Back, By Pass Pertrol Bunk, Saraswathi Badavane, Maruthi Nagara, Bhutheshwara Nagara, Mudigere, Gajamaranahalli, Hanumanthapura, Chikkanakote, Adaluru, Mushtigarahalli, Kottagate, Subramanya Nagara, Lokikere Road, Goppenahalli, Pennasamudra, Malahala, Bettakadur, Kanchiganahal, Mahadevapura, Goppenahlli, Shivakumara Badavane, Hosadurga Town, Kellodu Panchayath, Hunavinodu Panchayath, Madure Panchayath, Kanguvalli Panchayath, Nallikatte, Gollarahalli, Isamudra, Hosahatti, Annehal, Godabnahal, Nandipura, Sondekola, Kakkeru, Mahadevanakatte, Vijapura, Laxmisagara, Kittadahatti, Bheemsamudra, Malali, Kadleguddu, Gundimadu, Agrahara, Kunagali, Basapura, Malladihalli, R Nulenur Talya, Venkateshapura, Hulikere, Sirivara, Govindarajapura, Ramegowdanapalya, Thimmegowdanapalya, Rayapura, Bommanahalli, R M Halli, D S Palya, Lingapura, Vaderapura, Ballagere Kaval, Hanumanthanagara, S K Palya, Rastepalya, Begur, Yaladahalli And Dasarahalli.", "timestamp": 1699817331651}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bjp-announces-by-vijayendra-yediyurappa-as-party-president-for-karnataka-101699622130193.html", "headlines": "BS Yediyurappa's son Vijayendra is new Karnataka BJP chief", "content": "The Bharatiya Janata Party (BJP) has appointed BY Vijayendra Yediyurappa, son of former chief minister BS Yediyurappa as the party president for Karnataka. He will be the tenth Karnataka’s BJP state chief, taking over from Nalin Kumar Kateel who was appointed as the state BJP chief in 2019. - “BJP National President Shri Jagat Prakash Nadda has appointed Shri Vijayendra Yediyurappa, MLA as State President of Karnataka, BJP. This appointment comes into immediate effect,” the BJP said in a statement.In the recent assembly elections, Vijayendra won as an MLA from Shikaripura constituency, once represented by his father. The BJP's top leadership is yet to announce the Leader of Opposition (LoP) in the southern state where it lost the mandate in assembly elections.After quitting electoral politics, BS Yediyurappa had widely campaigned for the BJP across the state during the assembly election to help the saffron party to retain power. He also campaigned across the Shikaripura for his son and urged the voters of his constituency to help BY Vijayendra to win with a huge majority.Meanwhile, there has been competition for the post among the senior leaders of the BJP from the state. Senior leaders like Shoba Karandlaje, CT Ravi and V. Sunil Kumar were the runners for the post, but the party chose Vijayendra, a first-time MLA and junior to several BJP leaders in the state.  ", "timestamp": 1699817331673}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/rs-500-crore-irregularities-during-bjp-rule-in-karnataka-found-in-audit-of-keonics-minister-priyank-kharge-101699601720858.html", "headlines": " ", "content": "Karnataka Information Technology and Biotechnology Minister Priyank Kharge on Thursday alleged that there were close to 500 crore of financial irregularities in the Karnataka State Electronics Development Corporation Limited (KEONICS) during the previous BJP government.The IT-BT minister claimed that the then BJP government did not merely charge a ‘40 per cent commission’, as his party had claimed during the assembly election, but had collected a commission of more than 400 per cent. He also asserted that ever since he took over as a minister after the Congress came to power, not a single order was passed in KEONICS nor did any procurement take place through the agency. “The audit report shows financial irregularities close to 500 crore, which have taken place from 2019 to 2023. The previous BJP government was not a mere '40 per cent commission government' but it had gone up to 400 per cent commission. This is not me but the audit report that is saying this,” Kharge said at a press conference.The minister’s statement came as some BJP leaders alleged that a KEONICS official demanded a bribe of 38 crore to clear bills to the tune of 300 crore. They even accused Kharge of being involved in it. Kharge said an investigation has been ordered, and that the changes in the rules for accountability and transparency that the Congress government is introducing will create trouble for many former ministers and MLAs. This is why they are making these baseless allegations, he said.“The BJP has been alleging that bill payment is not being done. Ask them how many bills are pending. Have they done any home work or produced any document to support their allegation? The pending bill is worth 16.27 crore. Ever since we came to power, payments were made to only manpower agencies,” the minister explained. According to him, only those bills are pending where third-party inspection has not taken place. He also charged that after Congress came to power, we stopped the ‘business’ that was going on for the past three to four years, which annoyed them,\" adding, “If we go into the roots to find out the origin of this accusation, we know on whose beat they are dancing.\"Admitting that some bills may not have been cleared, the minister said that genuine vendors whose bills are due have not raised an issue. Stating that government never holds back the money of any individual, he said they will get the money after verification. In a press note, the minister revealed some of the findings of the Accountant General Audit Team. There was an extra burden of 47.76 crore on the ‘client departments’ due to procurement of items and goods at higher rates between 2018 and 2023, he said, giving the details.For example, KEONICS spent 24.15 lakh on each of the computer labs set up in the tribal welfare department, whose market value was only 5.09 lakh. KEONICS procured 40 such units which led to a ‘financial implication’ (loss) of 7.63 crore, he explained. A payment of 76.5 crore was made without conducting a third-party inspection. Further, 71.5 crore was paid without obtaining photo proof and the inspection report. Using a forged third-party inspection report towards the supply of material, payment of 9.98 crore was made. The auditors also found two sets of delivery challans before and after the supply of goods, he said.", "timestamp": 1699817331694}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/tipu-jayanti-prohibitory-orders-imposed-in-karnatakas-srirangapatna-101699611812019.html", "headlines": "Tipu Jayanti: Prohibitory orders imposed in Karnataka's Srirangapatna", "content": " In view of Tipu Sultan Jayanti celebrations on Friday, prohibitory orders have been imposed across Srirangapatna taluk in this district as a precautionary measure to avoid any untoward incident, police said.Section 144 of the CrPC which prohibits assembly of four or more persons has been clamped on the occasion like every year since it is a sensitive area, a senior police officer said. - The orders are in effect from 6 am to 11 pm during which there will be restrictions on processions, protests and rallies. Use of banners, buntings, loudspeakers, firecrackers and DJs have also been prohibited, the officer said.Sloganeering and wearing t-shirts with any provocative images or slogans have also been restricted during this period, he said.\"To maintain peace, law and order, safety and to protect the lives of public and public property, prohibitory orders have been imposed as a precautionary measure. Usually, a large number of people from Mysuru and neighbouring taluks are also expected during Tipu Jayanti celebrations. So, precautionary measures have been taken to avoid any untoward incident since it is also a sensitive area,\" the officer added.The tomb of Tipu Sultan in Srirangapatna, where the 18th century ruler of the erstwhile Mysuru kingdom was buried, sees a steady stream of visitors during his birth anniversary every year.", "timestamp": 1699817331713}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengalurus-namma-metro-will-be-extended-till-bidadi-karnataka-deputy-cm-dk-shivakumar-101699615928790.html", "headlines": "Bengaluru's Namma Metro will be extended till Bidadi: Karnataka deputy CM DK Shivakumar", "content": "Karnataka deputy CM DK Shivakumar on Friday said that the government is planning to extend Namma Metro to Bidadi near Ramanagara in the state. He stressed that the development of Bidadi is Karnataka’s government's priority.On Friday, the deputy CM attended an event at Toyota Technical Training Institute in Bidadi. “Bidadi is an important region in the state with a lot of industries and manpower. The government has made many plans for the development of Bidadi, and the main one is to extend the Namma metro service to Bidadi\", he said. - Shivakumar’s remarks came after his controversial statement where he said that the government has a plan to rename Ramanagara as Bengaluru South.In an X post, DK Shivakumar earlier said, “Ramanagara district comprising Channapatna, Ramanagara, Kanakapura, Magadi and Harohalli taluks has been contemplated to be renamed as Bengaluru Dakshina district.”Former CM and Ramanagara MLA HD Kumaraswamy lashed out at the deputy CM and said that he cannot include Ramanagara in Bengaluru, even after taking seven births. He said, “What is in their head? Is it looting lands worth gold in Kanakapura and handing them over to builders? Or build a fort on benami lands that have already been fenced? If you (Shivakumar) tell us, we will be grateful.”Meanwhile, if the government has a concrete plan to extend the metro to Bidadi, the purple line which ends at Challaghatta has to be extended till Bidadi, which doesn’t fall under the BBMP limits. ", "timestamp": 1699817331731}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bjp-jd-s-leaders-congratulate-vijayendra-over-elevation-cong-takes-dynasty-politics-dig-101699681449222.html", "headlines": "BJP, JD(S) leaders congratulate Vijayendra over elevation, Cong takes 'dynasty politics' dig", "content": "The leadership of BJP's new alliance partner in Karnataka -- JD(S) -- was among the political leaders who congratulated B Y Vijayendra on his appointment as the new president of the saffron party's state unit. The BJP on Friday appointed Vijayendra, the younger son of veteran leader and former Chief Minister B S Yediyurappa, as its state unit president. He is currently the party's state vice-president.JD(S) patriarch and former Prime Minister H D Deve Gowda and its state President H D Kumaraswamy congratulated Vijayendra over a phone call, his office said in a statement. - \"Already active in the (BJP) organisation as a young leader, he has been given a huge responsibility at a young age. I am confident that he will be able to handle this onerous responsibility entrusted to him. I wish Mr. Vijayendra all the best,\" Kumaraswamy posted on 'X'. The JD(S) and BJP in September had announced an alliance, and the former joined the NDA, following a meeting of Kumaraswamy with Home Minister Amit Shah and BJP national President J P Nadda in New Delhi.The two parties are yet to formalise details of the alliance, including seat sharing for the Lok Sabha polls, in which Vijayendra is likely to play a crucial role.Taking a swipe at the BJP accusing it of \"dynasty politics,\" the Congress in Karnataka said on 'X': \"Congratulations to son of Yediyurappa, who has been elected as the new state president of BJP on the merit of him being Yediyurappa's son.\"BJP national President J P Nadda, Defence Minister Rajnath Singh, Union Finance Minister Nirmala Sitharaman, Union Minister of State for Skill Development and Entrepreneurship Rajeev Chandrasekhar were among the prominent leaders who congratulated Vijayendra over phone.Former Chief Minister and veteran leader S M Krishna and BJP National General Secretary (Organisation) B L Santosh too conveyed best wishes to him over telephone, according to his office. The 47-year-old, who is a first-time MLA from Shikaripura in Shivamogga district, replaced Nalin Kumar Kateel, a three-time Lok Sabha member from Dakshina Kannada, who had completed his three-year term as the BJP state president, and was given an extension last year in view of the impending Assembly elections.Kateel, speaking to reporters in Mangaluru, called Vijayendra an \"organisation man\" who rose in the party from being a normal Karyakarta, and his appointment has brought in a fresh vigour into the party.He said under Vijayendra, the party will be strengthened unitedly from the booth level and BJP will fight against the Congress' misrule.Speaking about his four-and-half-year-tenure as party President, Kateel said he travelled across the state 18 times and effectively built the party organisation from the page and booth level and had effectively fought several elections. \"Yes, we lost the recent Assembly polls, but I'm satisfied that I have been able to build the organisation to the best of my ability,\" he said, as he thanked the party leadership and seniors for it.", "timestamp": 1699817331754}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengalurus-namma-metro-introduces-qr-code-group-ticketing-facility-details-101699676876945.html", "headlines": "Bengaluru's Namma Metro introduces QR code group ticketing facility. Details", "content": "To benefit the groups and families travelling in Namma Metro, the Bangalore Metro Rail Corporation (BMRCL) has introduced QR group ticketing system to avoid long queues at the ticket counters in metro stations. This facility will be available starting from November 16. - The group ticketing can be availed by six travelers in one go. In an announcement, BMRCL said. “Based on the demand, BMRCL is introducing mobile QR Tickets to facilitate family/group travelling together for a maximum of 6 passengers with effect from 16th November 2023. Mobile QR tickets carry a discount of 5% on the token fare.”The passenger who bought the group ticket will get a QR ticket which can be scanned at the metro gate for the number of people he/she bought the ticket for. “The passenger using this facility will receive one singe QR ticket encrypted with the number of passengers. For usage, this QR ticket has to be scanned once for each passenger of the group for entry and exit. Passengers are encouraged to book mobile QR Tickets in advance at the convenience of their Home/Office and to avoid queuing at the ticket counters for purchase of tokens,” read the announcement further.In November last year, BMRCL started the online ticketing system in Bengaluru and launched Namma Metro's WhatsApp chatbot-based QR ticketing service. BMRCL also claimed that it is the first transit service globally to enable end-to-end QR ticketing on WhatsApp.", "timestamp": 1699817331769}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/rapido-to-launch-cab-services-in-bengaluru-applies-for-licence-check-details-101699602386817.html", "headlines": "Rapido to launch cab services in Bengaluru, applies for licence: Check details", "content": "Rapido is all set to enter the cab aggregator space in Bengaluru after it successfully rolled out cab services in Hyderabad, the ride-hailing app has announced. It has reportedly applied for the licence to run cab services in the tech capital. - The Karnataka transport department said it would take at least a month to issue the licence. “We received the application from Rapido for running cab services in Bengaluru. The licence can be issued only after we review the installation of panic buttons, control room and GPS tracking and other safety measures. It will at least take a month to finish the formalities,” The Indian Express quoted Hemanth Kumar, additional commissioner of the transport department, as saying.Rapido, which received a backlash from the auto drivers in Bengaluru recently, launched a service called ‘Auto Plus’ in the city. It guarantees rides with no cancellations, reliability for passengers and ensures income stability for its captains (drivers). Charges for this new feature are reportedly 25 to 30 per cent higher than normal auto ride fares on the app. Rapido charges 46 as its minimum fare for its regular auto service, which consists of 36 as the main ride fare with 10 as a pickup charge. However, the Auto Plus feature charges customers 71 as a minimum fare, with no breakup provided.Cab aggregator firm Ola, too, began its operations of electric bike taxis in Bengaluru from September. Ola has earlier operated bike taxis in Bengaluru, but this is the first time for the Indian cab aggregator to operate electric bike taxis. Ola’s S1 electric scooters will be on the road as bike taxis in the Karnataka capital.    ", "timestamp": 1699817331783}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/this-udupis-mouth-watering-breakfast-menu-impresses-anand-mahindra-plans-a-trip-watch-101699684207438.html", "headlines": "This Udupi's mouth-watering breakfast menu impresses Anand Mahindra, plans a trip. Watch", "content": "Mahindra group chairman Anand Mahindra said that Karnataka’s temple town and popular tourist spot Udupi will be his next travel destination, after a video of ‘breakfast rap’ by a restaurant staff went viral on social media. The coastal town, which is known for its breath-taking beaches and scrumptious food, is also popular for its breakfast joints. - In a video shared by an X handle called Visit Udupi, an elderly man was seen explaining the long list of available breakfast dishes, mostly the Udupi specials. Anand Mahindra said that even a ‘Chat GPT’ generated menu wouldn’t match the long list. He wrote, “Even a ChatGPT generated breakfast menu wouldn’t match the ‘search’ capability of this gent from the Shree Vittal Tea Coffee House, Udupi. It’s next on my ever-expanding travel bucket list. Incredible Udupi.” The internet is already craving for the Udupi breakfast after the video took internet by storm. A user wrote, “Every place in India had /has a \"udupi hotel\" ..and that brand has its own value of being perceived for hygiene , taste and quality. It's like \"darjelling tea\". That name is enough. No major actor branded these names but these are time-tested brands that have lived a lifetime.”Another user wrote, “Udupi is a culturally rich, beautiful coastal city. Best Healthcare and Educational facility is available in this small town. 365 days spiritual discourses and traditions goes on in this Krishna temple town . For non vegitarians best seafood/Kori rotti,/neere dosa chicken sukka.”", "timestamp": 1699817331798}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/wait-and-see-the-consequence-jagadish-shettar-on-vijayendra-as-karnataka-bjp-chief-101699696766825.html", "headlines": "Wait and see the consequence: Jagadish Shettar on Vijayendra as Karnataka BJP chief", "content": "After the Bharatiya Janata Party appointed BY Vijayendra Yediyurappa as Karnataka state chief, Congress leader Jagadish Shettar the people need to wait and see the consequence of BJP's decision.After being appointed as Karnataka BJP president, BY Vijayendra thanked Prime Minister Narendra Modi and the party president JP Nadda for entrusting him to lead the party in the state. - \"At last, they appointed the state BJP president. In the last six months, everybody has been asking when will the national party BJP appoint their state president. Wait and see what would be the consequence,\" Jagadish Shettar said.BY Vijayendra is the son of the Former Chief Minister of Karnataka, B. S. Yediyurappa.On being appointed as the BJP President for Karnataka, BY Vijayendra said \"I would like to thank our national president JP Nadda, PM Modi and Home Minister Amit Shah...for having faith in me and giving such a big opportunity to serve as a BJP president for the state of Karnataka. I'm really thankful to all the national leaders.\"Speaking to ANI, Vijayendra said that he would try his best to ensure BJP gets a landslide victory in Karnataka in the 2024 Lok Sabha elections to strengthen the hands of Prime Minister Narendra Modi.\"I'm really happy to take up this responsibility under the guidance of all our senior leaders in the state of Karnataka. I want to ensure to win the maximum seats, to strengthen PM Modi's hand,\" he added.The appointment of Vijayendra Yediyurappa as the state BJP chief comes when the 2024 general elections are on the anvil.Vijayendra Yediyurappa replaced Nalin Kumar Kateel as state party Chief. Vijayendra Yediyurappa belongs to the Lingayat community considered to be the mainstay of the BJP in the state.The appointment of BJP Karnataka president had been pending since the party's loss in the Assembly election in the state in May this year.", "timestamp": 1699817331816}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bjp-jd-s-leaders-should-first-ask-centre-to-release-funds-dk-shivakumar-101699626297534.html", "headlines": "‘BJP, JD (S) leaders should first ask Centre to release funds’: DK Shivakumar", "content": "Reacting to the drought study tour of Bharatiya Janata Party and Janata Dal (Secular) leaders, Karnataka Deputy Chief Minister DK Shivakumar has said that the government has already conducted the survey and sent the report to the centre.\"BJP and JDS want to conduct a tour to understand the drought, but government has already done the survey and sent it to central officials who also came and inspected it in the state. With 26 MPs and JDS MLAs, they must first go to Delhi and meet the minister concerned and ask the PM to release funds. CM Siddarmaiah and the revenue minister asked for MNREGA funds when more than 200 taluqs were announced drought-affected. There is a rule to do it within 2-3 days, but though 2-3 months passed, nothing has been done. We are not begging central government, there is a rule for that to release funds, let them do that,\" DK Shivakumar said. - Clearing speculations of rift in the party, Karnataka Deputy Chief Minister DK Shivakumar said that there is no confusion in any district Congress and leaders have to talk to him.\"There is no complaint in Shivamogga district congress. They have to speak to me, not to the media. There is no confusion in any district congress. I'm going to Telangana, I have to participate in 3 assembly constituencies, me and PCC president will also participate in the campaign and we'll also go to Srisaila. Not more than 5-6 ministers will campaign with 40 MLAs, we have asked the revenue minister to stay in the state.\"Recently, Bharatiya Janata Party Yuva Morcha (BJYM) President, Tejasvi Surya met Karnataka Deputy CM DK Shivakumar regarding constituency development which includes the construction of a skywalk between the Banashankari metro station and Banashankari BMTC terminal.Surya requested the Deputy CM to facilitate important works in the constituency like construction of an elevated corridor from JP Nagar to Nayandahalli, the appointment of a full-time MD for BMRCL and KRIDE and underground cabling of the 66 KV Overhead EHT lines in Hosakerehalli.Speaking on vacating street vendors from the footpaths, state Deputy CM said that they should not disturb footpaths.\"I have also spoken and asked Street vendors to register, they must not disturb footpaths. I have seen them blocking roads. The BBMP commissioner have shown me the pictures, they have to be removed as per high court direction and officials are acting accordingly. I have also asked street vendors to do their livelihood. I have met them; I'll once again meet them. Yesterday also some vendors met me,\" he added.", "timestamp": 1699817331832}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/didnt-expect-vijayendras-appointment-as-karnataka-bjp-chief-never-asked-party-leadership-for-it-bs-yediyurappa-101699692114265.html", "headlines": "Didn't expect Vijayendra's appointment as Karnataka BJP chief, never asked party leadership for it: BS Yediyurappa", "content": "Veteran BJP leader B S Yediyurappa on Saturday said he did not expect that his son B Y Vijayendra would be appointed the party's Karnataka unit president, and he had never asked for it with the party leadership in New Delhi.- The former Chief Minister expressed confidence that Vijayendra will take every one in the party together to strengthen the organisation, and ensure that the BJP wins more than 25 out of total 28 Lok Sabha seats in the state, during the upcoming polls.\"None of us had expected, whether you believe it or not, not even a single day I had asked anyone in Delhi to make Vijayendra the state President. You can ask anyone,\" Yediyurappa said in response to a question, whether he expected Vijayendra's appointment as state President.Speaking to reporters here, he said the final decision was taken by Prime Minister Narendra Modi, Home Minister Amit Shah and BJP national President J P Nadda. \"I had no role in between.\"The BJP on Friday appointed Vijayendra, the younger son of Yediyurappa, as its state unit president. He was until now the state vice-president of the party.The 47-year-old, who is the first time MLA from Shikaripura in Shivamogga district is replacing Nalin Kumar Kateel, a three-time Lok Sabha member from Dakshina Kannada, who had completed his three-year term as the BJP state president, and was given an extension last year in view of the impending Assembly elections.Noting that party workers across the state are celebrating Vijayendra's appointment as the state President with enthusiasm, Yediyurappa said, at an appropriate time Prime Minister Narendra Modi, Amit Shah and Nadda have taken a right decision.\"We will travel across the state in the days to come, the upcoming Lok Sabha election is our target. With an aim to win over 25 seats, we have already begun the work. I will travel across the state on a much larger scale, he (Vijayendra) too will travel separately. Together we will all work to win more Lok Sabha seats, at the time when a leader like Narendra Modi is the Prime Minister, we should not get less than 25 seats from Karnataka,\" he said.Responding to a question about Congress calling Vijayendra's appointment -- a proof for 'dynasty politics' in BJP, Yediyurappa said, \"Let them make such allegations, no issue. After travelling across the state and looking at the response of the people, let them react.\"Taking a swipe at the BJP, accusing it of \"dynasty politics\", the Congress in Karnataka on Friday posted on 'X': \"Congratulations to son of Yediyurappa, who has been elected as the new state president of BJP on the merit of him being Yediyurappa's son.\"To a question, whether the road ahead will be tough for Vijayendra, Yediyurappa said, no role is easy for a person, after taking over the responsibility.\"To win 25 Lok Sabha seats, one has to travel across the state, strengthen the organisation. As party workers are enthusiastic, I believe reaching that goal will not be difficult,\" he added.Asserting that Vijayendra will strive to take every one together in the party, the state BJP strongman said, \"We will see to it that no one leaves the party and will make efforts to bring back those, who have gone out.\"Asked about Vijayendra's appointment upsetting several senior leaders in the party, he said, \"there is no such thing, no one has expressed any disgruntlement. Everyone has unitedly welcomed it (appointment).\"", "timestamp": 1699817331850}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-govt-announces-khir-city-heres-what-we-know-101699699984563.html", "headlines": "Karnataka govt announces KHIR city. Here's what we know", "content": "The Karnataka government on Friday announced the plan to establish a KHIR (Knowledge, Health, Innovation and Research) city in the premises of Bengaluru. This project is expected to attract investments worth 40,000 crores in all four segments and is likely to create around 80,000 new jobs, said Karnataka industries minister MB Patil. -Speaking to reporters, MB Patil said, “There is an increased economic activity in the state, and we need to attract investments. Karnataka is known for its public-private partnership, and it will be enhanced further for the KHIR city. It is going to provide a bigtime contribution to the GDP of the state.”Patil also said that Karnataka is the perfect place for any kind of investment as it already holds an ecosystem that supports any industry. “Be it medical, IT, education or bio-tech, Karnataka will be preferred by any global company. We have a wide range of facilities along with a pool of talent like no other state. The government wants to attract global investments and make KHIR a model city for the rest of the country\", the minister added.The location of the KHIR city is not finalised yet and it is likely to be surrounding Bengaluru, feasible to the international airport.Karnataka IT minister Priyank Kharge said that the KHIR city will elevate Bengaluru in the world map. “Bengaluru is already known for its innovation and start-up ecosystem. We also have a plan to promote medical tourism in the state as the state is home to many medical suppliers. We want to diversify the innovation in all sectors and just do not want to be limited to IT and start-ups,” said the minister.", "timestamp": 1699817331896}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/dk-shivakumar-dares-brs-leaders-to-visit-karnataka-to-witness-govt-schemes-101699672217844.html", "headlines": "DK Shivakumar dares BRS leaders to visit Karnataka to witness govt schemes", "content": " Karnataka Deputy Chief Minister DK Shivakumar on Friday challenged the leaders of Telangana to visit Karnataka and witness the implementation of schemes by the state government.The Deputy CM assured the people of poll-bound Telangana that as promised by senior Congress leaders, if his party comes to power in Telangana then all the promises they have made for the people of the state will be fulfilled. - \"I would like to assure you on behalf of Mallikarjun Kharge, Sonia Gandhi, Rahul Gandhi and Revanth Reddy that whatever promises we have made we will deliver and Padmavathi Reddy (Congress candidate) will deliver the promise,\" Shivakumar said.\"I am again telling K Chandrashekar Rao, K. T. Rama Rao and all the people of BRS to come to Karnataka. We have implemented all the promises. Send your workers, MLAs we will show you whatever we have promised we have implemented, and that is what we are going to do in Telangana,\" the Deputy CM added.During his address, Karnataka Chief Minister Siddaramaiah exuded confidence that Telangana Pradesh Congress Committee (TPCC) president Revanth Reddy will win from both the constituencies he is contesting from and will certainly defeat Chief Minister K Chandrashekar Rao from Kamareddy.Telangana will go to assembly elections on November 30, and Revanth Reddy will contest from two seats, Kodangal and Kamareddy.Revanth Reddy will contest against the Telangana Chief Minister from Kamareddy.While addressing an event in Telangana, the Karnataka CM said, \"We have implemented five guarantees within 100 days. In Telangana, too six guarantees, including one bonus, will be implemented in 100 days.\"Responding to the Telangana CM's remark that guarantee schemes have not been implemented in Karnataka, the Chief Minister asked KCR to visit Karnataka state. He invited KCR for an open discussion saying how the Karnataka government implemented five guarantee schemes.\"Both the Bharatiya Janata Party (BJP) and Bharat Rashtra Samithi (BRS) are the same. BRS is working as a B team of BJP in Telangana. The people of Telangana will not give their heads to KCR and Modi's Makmal topi this time,\" Siddaramaiah said.Telangana is set to witness a triangular contest between the BJP, the ruling Bharat Rashtra Samithi, and the Congress in the upcoming assembly election.In the previous Assembly election in the state in 2018, the Bharat Rashtra Samithi (BRS), previously known as Telangana Rashtra Samithi (TRS), won 88 of the 119 seats, hogging 47.4 per cent of the total vote share. The Congress came in a distant second with just 19 seats. ", "timestamp": 1699817331909}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-bjp-leader-ravi-says-by-vijayendra-too-is-haunted-by-questions-101699757988494.html", "headlines": "Karnataka BJP leader Ravi says BY Vijayendra too is haunted by questions", "content": "With BJP facing \"dynasty politics\" criticism, following the appointment of veteran leader B S Yediyurappa's son B Y Vijayendra as its Karnataka unit president, party's senior leader C T Ravi on Saturday tried to dodge related questions, and in a cryptic remark said he too is being haunted by certain \"questions\".The BJP on Friday appointed Vijayendra, the younger son of Yediyurappa, as its state unit president. He was earlier state vice president of the party. - The names of Ravi, who has in the past served as BJP's national general secretary, and Union Minister of State Shobha Karandlaje, were earlier doing the rounds for the post.\"I have conveyed my congratulations to Vijayendra. This is not power, this is a responsibility. This responsibility is not something that is taken by asking for it...I'm not an aspirant for any post, and in the last two and half decades I have not asked for any post, but have fulfilled the responsibility given to me by the party,\" Ravi said, in response to a question about him being upset.Speaking to reporters he said, \"When I have not asked for the post there is no question of being upset or disgruntled.\"The party has given the responsibility to Vijayendra to strengthen the organisation and ensure good results in upcoming Lok Sabha polls and other elections in the future, he said, adding that, \"I wish him the best and we will all work together in this direction.\"The appointment of 47-year-old Vijayendra, who is the first time MLA from Shikaripura in Shivamogga district, just ahead of 2024 Lok Sabha polls, is significant, as the new president will have responsibility of galvanising the party after the drubbing in assembly polls held in May.To a question on Vijayendra's appointment being seen as dynasty politics, against which he and PM Narendra Modi have repeatedly spoken in the past, Ravi said, \"If I speak anything about this, there are chances of attaching a wrong meaning to it. You (media) will show my earlier video, and you may connect it to different things. I don't want to comment on it in this situation. It is haunting me as questions, in the same way, it is haunting you. It is a question that I too have.\"\"There are certain questions that are haunting me too, as we (in BJP) have grown in a certain mold...I have never thought against party interest and will never do it...If I say something it will become hot news for you. I have never tried to hurt feelings when the celebrations are on,\" he said cryptically.Asked if the BJP now had the moral authority to criticise Congress for dynasty politics after this appointment, he said, \"It will not be appropriate to discuss the questions in the minds of a karyakartas like me, in public.\"Stating that he will work as a partyman in ensuring Prime Minister Modi-led government comes back to power once again, and there is no question of getting disturbed from it, Ravi said, \"Regarding my personal politics, I'm not a Sanyasi, personal politics is after 2024 Lok Sabha polls, until then it is politics of national interest, aimed at bringing back Modi government.\"Asked about loyal party workers not being considered for the post of party president, he said, who is right for which post and should be appointed at what time is decided by the party, and should not be discussed in front of media.Though there are some murmurs in the state BJP circles that some seniors in the party are upset about Vijayendra's appointment as state unit chief, none have come out and made their disgruntlement public.Senior legislators like Basangouda Patil Yatnal and V Somanna, who have been at loggerheads with Yediyurappa in the past, too have not made any comments regarding the appointment. However, there are some media reports stating that both leaders have congratulated Vijayendra over the phone.", "timestamp": 1699817331923}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/massive-traffic-jams-across-bengaluru-ahead-of-deepavali-police-alert-commuters-101699760548921.html", "headlines": "Massive traffic jams across Bengaluru ahead of Deepavali, police alert commuters", "content": "Bengaluru saw massive traffic jams on Friday and Saturday nights, ahead of the Deepavali festival. While scores of people are moving out of the city to celebrate the festival, many stepped out to go shopping and to meet relatives, causing tailbacks on key roads. Private vehicles and buses created a gridlock and hours of congestion in the tech capital. - Places like Hosur Road, Mysuru Road, Krishnarajapuram and Bannerghatta saw unusual traffic snarls. The Bengaluru Police released multiple traffic advisories on Friday and Saturday to alert commuters about congestion.In an X post, the police said, “Mysore Road, Satellite Bus Station has deployed extra buses due to Diwali festival, there could a possibility of traffic congestion on Mysore Road due to the departure of passengers to their hometowns, the public has been requested to travel by alternate road route.”Some media reports suggested that an additional 1,000 buses and 50,000 private vehicles were on the road on Friday night. The police department even deployed extra force to manage the crowds at bus stops. As Karnataka shares a border with Tamil Nadu, Andhra Pradesh, Kerala, Telangana and Maharashtra, the movement of large crowds is observed during the festivals.The recent September 27 traffic jam in Bengaluru’s Outer Ring Road left a harrowing experience for the commuters as they took two to three hours to cover the distance which is less than five kilometres. The vehicular traffic was twice the normal for a regular day. Typically, normal days see a vehicle count of 150,000 to 200,000. However, on September 27, the number of vehicles on the road surged to a staggering 350,000 by 7.30pm. ", "timestamp": 1699817331937}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/tragic-accident-in-karnataka-claims-six-lives-including-three-month-old-baby-101699594469820.html", "headlines": "Tragic accident in Karnataka claims six lives including three month old baby", "content": "In a tragic incident, as many as six people were killed in Karnataka, including a three month old baby, after a cement tanker crashed into the auto rickshaw they were traveling in. The incident occurred on Thursday in Kalaburagi district, near Hallkatti village in Chithapur Taluk, according to news agency ANI. The deceased include 20-year-old Mohammad Pasha, Nazma Begam (28), BB Fatima (12), three-month-old child BB Marimma and the auto rickshaw driver Baba, who was 35 years old, and a resident of Nalwar village. The accident happened within the Wadi police station limits.Addur Srinivasulu, the Superintendent of Police (SP) for Kalaburagi, arrived at the accident site and examined details. Cops have reportedly registered a case in the matter. Further investigation is underway and more details are awaited. In a similar incident one week ago, as many as five people from a family were killed in a fatal accident in the Kalaburagi district, when a two-wheeler crashed into a truck.(With inputs from ANI)", "timestamp": 1699817331959}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/india-vs-netherlands-in-bengaluru-today-is-car-parking-available-police-issue-advisory-check-details-101699769737796.html", "headlines": "India vs Netherlands in Bengaluru today: Is car parking available? Police issue advisory. Check details", "content": "As Bengaluru is gearing up to host the last league match of the ICC Cricket World Cup 2023 for India against the Netherlands on Sunday, police have issued a parking advisory for those who commute to Chinnaswamy stadium. As Team India is set to play its first match at the venue this World Cup, huge crowds are expected to show up to the stadium. - The Bengaluru Police has advised the passengers to use public transport like BMTC buses and Namma Metro to reach the Chinnaswamy Stadium. However, if people choose to commute through their personal vehicles, parking will not be available in a few areas.“Parking will be not allowed at Queens Road, MG Road, Raj Bhavan Road, Central Street, Cubbon Road, St Marks Road, Museum Road, Kasturba Road, Dr. B.R.Ambedkar Road, Lavelle Road, Vittal Malya Road and Nrupathunga Road,” it said in the advisory.However, paid parking will be available at Kings Road, UB City Parking Lot, BMTC Shivajinagar 1st Floor.In Bengaluru, the Namma Metro has already made special arrangements for the days when World Cup matches are scheduled in the city. As the Metro is the most convenient public transport system to reach the stadium, the Bangalore Metro Rail Corporation Limited (BMRCL) has announced ‘paper tickets' for cricket fans.The paper tickets will offer a trip between any Metro station in Bengaluru and MG Road, Cubbon Park stations where the Chinnaswamy Stadium is accessible. They are made available for 50 on all days when the World Cup matches are scheduled in Bengaluru.", "timestamp": 1699817332088}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/four-of-family-stabbed-to-death-in-karnatakas-udupi-district-101699779094445.html", "headlines": "Four of family stabbed to death in Karnataka's Udupi district", "content": "In a tragic incident, four members of a family were stabbed to death by an unidentified assailant at Kemmannu in Udupi district on Sunday morning, police said. -According to Police, a masked man forcibly entered the house and brutally attacked Hasina (46) and her three children aged 23, 21 and 12. Another woman was seriously injured in the attack and admitted to a hospital.Sources said the victim’s husband is working in the Gulf. Udupi District Superintendent of Police Arun Kumar visited the scene of the crime.The motive behind the murders is yet to be known. Further investigations are on, they said.", "timestamp": 1699817332106}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/we-want-collective-leadership-eshwarappa-on-the-new-karnataka-bjp-chief-101699772130105.html", "headlines": "We want collective leadership: Eshwarappa on the new Karnataka BJP chief", "content": "Former Karnataka Chief Minister BS Yediyurappa's son, Vijayedara, has been appointed as the state president.Former Deputy Chief Minister of Karnataka and BJP leader KS Eshwarappa congratulated Vijayedara Yediyurappa for his appointment as BJP Karnataka chief. - Addressing a press conference on Saturday, Eshwarappa said that their party wants collective leadership and will not do politics with one person in front.Exuding confidence in winning the 2024 Lok Sabha Polls, Eshwarappa said, \"The Lok Sabha elections are approaching, and the country is celebrating Prime Minister Narendra Modi. Even during the last election, there was a Congress government in Karnataka, and even then, our BJP party won 26 Lok Sabha seats in the state, while the Congress party won only one seat. Accordingly, this time too, we are going to win more seats in the Lok Sabha elections than last time.\"The BJP leader said, \"It is not correct to assume that Vijayedra has assumed full leadership. Our party collectively gives credit to everyone, and the party will move forward with the cooperation of all.\"Vijayedra also made it clear in his statement that he would take all the leaders of the party together and move ahead accordingly.\"Irrespective of the status of the party, everyone here is an activist, and even PM Narendra Modi is an activist. In addition, from Kanyakumari to Kashmir, there are hundreds of Congresses, and the BJP is the only party in the country. The reason for this is the lesson of nationalism given to us by our national leaders which is the reason why our party is united,\" Vijayedra said.\"Even in Karnataka, there are hundreds of cracks in the Congress party and in the coming days, the extent of the cracks in the Congress party will come before the people. CM Siddaramaiah said that he would be the Chief Minister for 5 years, to which D.K Shivakumar, Priyanka Kharge along Jharkiholi added that Parameshwar said that by God's grace, I will become the Chief Minister. If you see this, you will know that the Congress party in Karnataka is a divided party and our BJP party is united. Our party will win all the seats in the Loksabha elections, and with the strength of the youth, we will go forward,\" Vijayedra added.", "timestamp": 1699817332123}
